[
  {
    "id": 1,
    "title": "Strategic Energy Management",
    "slug": "strategic-energy-management",
    "text": "Rely on proven expertise to optimize your energy usage and costs. We develop individual strategies and ensure the economic implementation of energy efficiency projects.",
    "textOne": "Our strategic energy management is based on decades of experience in the energy industry. We collect detailed consumption data and consolidate it into a precise energy balance for your company. Based on this, we develop customized strategies to optimize energy usage and costs. We take into account short-term savings potentials as well as long-term technical and regulatory developments – always with the goal of maximizing your economic efficiency.",
    "keyOne": "Consumption Analysis",
    "keyOneText": "Detailed energy consumption analysis and identification of savings potentials",
    "keyTwo": "Efficiency Strategies",
    "keyTwoText": "Development of customized energy efficiency strategies",
    "keyThree": "Management Systems",
    "keyThreeText": "Selection, implementation, and support of energy management systems and metering concepts",
    "keyFour": "Knowledge Transfer",
    "keyFourText": "Practice-oriented knowledge transfer in the field of consumption analysis",
    "iconSrc": "/images/services/Strategisches.png",
    "imgSrc": "/images/services/a.png",
    "bgImg": "/images/bg/a.png"
  },
  {
    "id": 2,
    "title": "Energy Procurement",
    "slug": "energy-procurement",
    "text": "Benefit from our deep market understanding and secure well-thought-out, forward-looking procurement concepts that offer you advantageous conditions and long-term stability.",
    "textOne": "With our many years of experience in energy procurement and sales, we optimize your energy procurement and secure advantageous conditions for you. Our deep understanding of energy market mechanisms allows us to develop customized procurement strategies that are not only cost-efficient but also sustainable.",
    "keyOne": "Analysis",
    "keyOneText": "Detailed analysis of your current procurement situation",
    "keyTwo": "Procurement Strategies",
    "keyTwoText": "Development of customized and sustainable procurement strategies",
    "keyThree": "Tendering",
    "keyThreeText": "Definition of procurement parameters and execution of tenders",
    "keyFour": "Negotiation",
    "keyFourText": "Negotiation support in discussions with energy suppliers",
    "keyFive": "Procurement Concepts",
    "keyFiveText": "Implementation of innovative procurement concepts (e.g., PPAs, EEG, BEG)",
    "keySix": "Market Monitoring",
    "keySixText": "Ongoing market monitoring and risk management",
    "iconSrc": "/images/services/Energie.png",
    "imgSrc": "/images/services/b.png",
    "bgImg": "/images/bg/b.png"
  },
  {
    "id": 3,
    "title": "Energy Data Optimization",
    "slug": "energy-data-optimization",
    "text": "Maximize the value of your energy data through automation, in-depth analysis, and strategic decision support – especially with regard to your ESG reporting.",
    "textOne": "Turn your energy data into a strategic advantage. We help you efficiently capture, accurately analyze, and purposefully use your energy data – for informed decisions and stronger ESG reporting. Your data thus directly contributes to increasing the value of your company.",
    "keyOne": "Management System",
    "keyOneText": "Development and optimization of energy data management systems",
    "keyTwo": "Data Collection",
    "keyTwoText": "Automation of data collection and processing",
    "keyThree": "Key Figures",
    "keyThreeText": "Development of meaningful energy key figures as a basis for management decisions",
    "keyFour": "Sustainability Reporting",
    "keyFourText": "Integration of energy data into sustainability reporting",
    "iconSrc": "/images/services/Energiedaten.png",
    "imgSrc": "/images/services/c.png",
    "bgImg": "/images/bg/c.png"
  },
  {
    "id": 4,
    "title": "Climate Roadmap",
    "slug": "climate-roadmap",
    "text": "Develop economically viable climate roadmaps with us that strengthen your company sustainably and position it for long-term success.",
    "textOne": "With a clear focus on economic viability, we develop your individual climate roadmap. We identify achievable reduction potentials and implement economically viable measures. Our solutions seamlessly integrate sustainability into your corporate strategy while ensuring economic success.",
    "keyOne": "Baseline Assessment and Gap Analysis",
    "keyOneText": "Baseline assessment and gap analysis in energy consumption and CO2e emissions",
    "keyTwo": "Roadmap",
    "keyTwoText": "Development of a roadmap to implement CO2-reducing, economically viable measures",
    "keyThree": "Climate Goal Achievement",
    "keyThreeText": "Support in project implementation and ensuring climate goal achievement",
    "iconSrc": "/images/services/Klimafahrplan.png",
    "imgSrc": "/images/services/d.png",
    "bgImg": "/images/bg/d.png"
  }
]
